Repository: Mattlk13/bracketstoix
Catalog: linux/usr/share/editortoix/gedit/plugins/toix_proxy/locale/*/LC_MESSAGES/editortoix.po
Languages: pt

source: Cycle Case
pt: Comutar o título da Letra

source: Cycles Case
pt: Comuta o título da Letra

source: Indent One Space
pt: Recuar um espaço

source: Indents One Space
pt: Remove um espaço inicial

source: Outdent One Space
pt: Adicionar um espaço inicial

source: Outdents One Space
pt: Adiciona um espaço no inicio de cada linha

source: Remove Duplicated Lines
pt: Remove as linhas duplicadas

source: Removes Duplicated Lines
pt: Remove linhas que estão em duplicado

source: Remove Empty Lines
pt: Remove as linhas vazias

source: Removes Empty Lines
pt: Remove linhas que estão vazias

source: Reverse Lines
pt: Inverter as Linhas

source: Reverses Lines
pt: Inverte Linhas

source: Sort Numerically Ascending
pt: Ordenar numericamente ascendente

source: Sorts Numerically Ascending
pt: Ordena numericamente ascendente

source: Sort Numerically Descending
pt: Ordenar numericamente descendente

source: Sorts Numerically Descending
pt: Ordena numericamente descendente

source: Trim Trailing
pt: Remove espaço final

source: Removes Trailing Spaces
pt: Remove os espaços finais da cada linha
